

<!DOCTYPE html>
<html lang="">
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.8.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="Yang&#39;s World">
    <title>The Sharp Of Voice | Yang&#39;s Palace</title>

    <!-- Open Graph -->
    <meta name="description" content="The Sharp Of Voice&amp;#x867D;&amp;#x7136;&amp;#x975E;&amp;#x5E38;&amp;#x60F3;&amp;#x7528;&amp;#x82F1;&amp;#x8BED;&amp;#x6765;&amp;#x5199;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#xFF0C;&amp;#x4F46;&amp;#x6211;&amp;#x7684;&amp;#x82F1;&amp;#x8BED;&amp;#x5199;&amp;#x4F5C;&amp;#x6C3">
<meta name="keywords" content="film">
<meta property="og:type" content="article">
<meta property="og:title" content="The Sharp Of Voice">
<meta property="og:url" content="blog.yangworld.fun/2019/04/21/2019-04-21-Voice/index.html">
<meta property="og:site_name" content="Yang&#39;s Palace">
<meta property="og:description" content="The Sharp Of Voice&amp;#x867D;&amp;#x7136;&amp;#x975E;&amp;#x5E38;&amp;#x60F3;&amp;#x7528;&amp;#x82F1;&amp;#x8BED;&amp;#x6765;&amp;#x5199;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#xFF0C;&amp;#x4F46;&amp;#x6211;&amp;#x7684;&amp;#x82F1;&amp;#x8BED;&amp;#x5199;&amp;#x4F5C;&amp;#x6C3">
<meta property="og:locale" content="default">
<meta property="og:updated_time" content="2019-04-21T21:07:58.343Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="The Sharp Of Voice">
<meta name="twitter:description" content="The Sharp Of Voice&amp;#x867D;&amp;#x7136;&amp;#x975E;&amp;#x5E38;&amp;#x60F3;&amp;#x7528;&amp;#x82F1;&amp;#x8BED;&amp;#x6765;&amp;#x5199;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#xFF0C;&amp;#x4F46;&amp;#x6211;&amp;#x7684;&amp;#x82F1;&amp;#x8BED;&amp;#x5199;&amp;#x4F5C;&amp;#x6C3">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:",
  "image": "",
  "name": "Yang",
  "url": "blog.yangworld.fun"
}
</script>
    <script>
    var algoliaEnabled = false;
    
</script>

    

    
    
        <link href="https://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>Yang&#39;s Palace</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">Yang</a>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        首页
    </a>

    

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="a-2019-04-21-Voice" class="ui main container article-type-a">

    

    <div class="ui  grid">

        <div class="two column row" id="article-content">

            <div class="sixteen wide column">
                

<h1 class="ui header">
    
    The Sharp Of Voice
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <h2 id="The-Sharp-Of-Voice"><a href="#The-Sharp-Of-Voice" class="headerlink" title="The Sharp Of Voice"></a>The Sharp Of Voice</h2><p>&#x867D;&#x7136;&#x975E;&#x5E38;&#x60F3;&#x7528;&#x82F1;&#x8BED;&#x6765;&#x5199;&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#xFF0C;&#x4F46;&#x6211;&#x7684;&#x82F1;&#x8BED;&#x5199;&#x4F5C;&#x6C34;&#x5E73;&#x5B9E;&#x5728;&#x592A;&#x6709;&#x9650;&#x4E86;&#xFF0C;&#x5B9E;&#x5728;&#x65E0;&#x6CD5;&#x652F;&#x6301;&#x6211;&#x81EA;&#x7531;&#x7684;&#x8868;&#x8FBE;&#x89C2;&#x70B9;&#x3002;</p>
<h4 id="Story"><a href="#Story" class="headerlink" title="Story"></a>Story</h4><p>&#x6545;&#x4E8B;&#x7684;&#x6897;&#x6982;&#x975E;&#x5E38;&#x7684;&#x7B80;&#x5355;&#x3002; &#x61F5;&#x61C2;&#x7684;&#x5C0F;&#x7537;&#x4E3B;&#x5728;&#x5C0F;&#x65F6;&#x5019;&#x5E26;&#x5934;&#x6B3A;&#x8D1F;&#x5148;&#x5929;&#x5931;&#x806A;&#x7684;&#x5C0F;&#x5973;&#x4E3B;&#xFF0C;&#x6700;&#x540E;&#x5BFC;&#x81F4;&#x5979;&#x8F6C;&#x6821;&#x3002;&#x591A;&#x5E74;&#x540E;&#xFF0C;&#x7537;&#x4E3B;&#x4E3B;&#x52A8;&#x53BB;&#x627E;&#x5973;&#x4E3B;&#x53BB;&#x5F25;&#x8865;&#x5185;&#x5FC3;&#x7F3A;&#x5931;&#x7684;&#x6545;&#x4E8B;&#x3002;<br>&#x58F0;&#x4E4B;&#x5F62;&#x5927;&#x6982;&#x662F;&#x6211;&#x4E00;&#x76F4;&#x60F3;&#x770B;&#x4F46;&#x4E00;&#x76F4;&#x56DE;&#x907F;&#x53BB;&#x770B;&#x7684;&#x4E00;&#x90E8;&#x52A8;&#x753B;&#x4E86;&#x3002;&#x6545;&#x4E8B;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x5176;&#x5B9E;&#x5E76;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x7684;&#x5171;&#x9E23;&#x3002;&#x513F;&#x65F6;&#x7684;&#x6211;&#x786E;&#x5B9E;&#x5BF9;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x5973;&#x751F;&#x6709;&#x6B3A;&#x8D1F;&#x7684;&#x4E3E;&#x52A8;&#xFF0C;&#x8D8A;&#x662F;&#x559C;&#x6B22;&#x8D8A;&#x662F;&#x6B3A;&#x8D1F;&#x3002;&#x4F46;&#x8FD9;&#x5E76;&#x6CA1;&#x6709;&#x8BA9;&#x5979;&#x4EEC;&#x4EA7;&#x751F;&#x7279;&#x522B;&#x5927;&#x7684;&#x56F0;&#x6270;&#xFF0C;&#x81F3;&#x5C11;&#x5728;&#x6211;&#x770B;&#x6765;&#x6CA1;&#x6709;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E0D;&#x4F1A;&#x56E0;&#x6B64;&#x4EA7;&#x751F;&#x8D1F;&#x62C5;&#x7684;&#x3002;&#x6545;&#x4E8B;&#x4E2D;&#xFF0C;&#x5C0F;&#x5973;&#x4E3B;&#x8F6C;&#x6821;&#x540E;&#xFF0C;&#x7537;&#x4E3B;&#x88AB;&#x5B64;&#x7ACB;&#x4E86;&#xFF0C;&#x8FD9;&#x8BA9;&#x4ED6;&#x660E;&#x767D;&#x4E86;&#x4ED6;&#x6240;&#x505A;&#x4E8B;&#x60C5;&#x7684;&#x4E25;&#x91CD;&#x6027;&#x3002;&#x800C;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x6211;&#xFF0C;&#x611F;&#x8C22;&#x53CB;&#x4EBA;A&#xFF0C;&#x76F4;&#x5230;&#x6700;&#x8FD1;&#x624D;&#x61C2;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#x3002;<br>&#x4E00;&#x76F4;&#x88AB;&#x6B3A;&#x8D1F;&#x7684;&#x5973;&#x751F;&#xFF0C;&#x5979;&#x4EEC;&#x80FD;&#x4F53;&#x4F1A;&#x5230;&#x9738;&#x51CC;&#x4E3E;&#x52A8;&#x540E;&#x90A3;&#x79CD;&#x5E0C;&#x671B;&#x5F97;&#x5230;&#x5173;&#x6CE8;&#x7684;&#x5FC3;&#x60C5;&#x5417;&#xFF1F;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x5979;&#x65E0;&#x6CD5;&#x4F53;&#x4F1A;&#xFF0C;&#x90A3;&#x9738;&#x51CC;&#x5C31;&#x53EA;&#x5269;&#x4E0B;&#x5E26;&#x6709;&#x6076;&#x610F;&#x7684;&#x6B3A;&#x8D1F;&#x3002;&#x611F;&#x53D7;&#x5230;&#x8FD9;&#x79CD;&#x83AB;&#x540D;&#x5176;&#x5999;&#x7684;&#x6076;&#x610F;&#xFF0C;&#x5979;&#x53C8;&#x8BE5;&#x600E;&#x4E48;&#x53BB;&#x63A5;&#x53D7;&#x5462;&#xFF1F;&#x6545;&#x4E8B;&#x91CC;&#xFF0C;&#x5C0F;&#x5973;&#x4E3B;&#x4E00;&#x76F4;&#x5F88;&#x5185;&#x655B;&#x5F88;&#x514B;&#x5236;&#xFF0C;&#x8BA4;&#x4E3A;&#x6076;&#x610F;&#x662F;&#x6765;&#x81EA;&#x81EA;&#x5DF1;&#x505A;&#x5F97;&#x4E0D;&#x591F;&#x597D;&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x4E0D;&#x8D77;&#x5C31;&#x662F;&#x4E00;&#x53E5;&#x53E3;&#x5934;&#x7985;&#x3002;&#x4F46;&#x73B0;&#x5B9E;&#x4E2D;&#xFF0C;&#x957F;&#x5927;&#x4E86;&#x4E4B;&#x540E;&#x6211;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x4E8B;&#x60C5;&#x7684;&#x53D1;&#x5C55;&#x672C;&#x6765;&#x5C31;&#x662F;&#x5343;&#x4E1D;&#x4E07;&#x7F15;&#xFF0C;&#x5927;&#x5BB6;&#x7684;&#x60F3;&#x6CD5;&#x662F;&#x771F;&#x7684;&#x4E0D;&#x4E00;&#x6837;&#x3002;&#x6211;&#x4EEC;&#x80FD;&#x6D1E;&#x6089;&#x5230;&#x522B;&#x4EBA;&#x60C5;&#x7EEA;&#x7684;&#x6CE2;&#x52A8;&#xFF0C;&#x4F46;&#x5374;&#x65E0;&#x6CD5;&#x5F97;&#x77E5;&#x4ED6;&#x4EEC;&#x5FC3;&#x91CC;&#x6240;&#x60F3;&#x3002;<br>&#x505A;&#x9519;&#x4E86;&#x4E8B;&#x60C5;&#x5C31;&#x662F;&#x627F;&#x62C5;&#x540E;&#x679C;&#xFF0C;&#x8865;&#x6551;&#x53EA;&#x662F;&#x540E;&#x679C;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x9009;&#x9879;&#xFF0C;&#x63A5;&#x6536;&#x4E0E;&#x5426;&#x7684;&#x51B3;&#x5B9A;&#x6743;&#x5728;&#x53D7;&#x4F24;&#x5BB3;&#x8005;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5E0C;&#x671B;&#x8865;&#x6551;&#x7684;&#x90A3;&#x4E00;&#x65B9;&#x3002;&#x73B0;&#x5728;&#x7684;&#x6211;&#x8D8A;&#x6765;&#x8D8A;&#x4F53;&#x4F1A;&#x4EC0;&#x4E48;&#x53EB;&#x8986;&#x6C34;&#x96BE;&#x6536;&#xFF0C;&#x4EBA;&#x7684;&#x5FC3;&#x771F;&#x7684;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x4EBA;&#x7684;&#x60C5;&#x7EEA;&#x662F;&#x65E0;&#x6CD5;&#x6D88;&#x9664;&#x7684;&#xFF0C;&#x4E2D;&#x95F4;&#x51FA;&#x5DEE;&#x9519;&#x7684;&#x90E8;&#x5206;&#x4E5F;&#x65E0;&#x6CD5;&#x88AB;&#x66FF;&#x6362;&#x3002;<br>&#x8BA9;&#x522B;&#x4EBA;&#x5931;&#x671B;&#x4E86;&#xFF0C;&#x4F60;&#x7684;&#x9053;&#x6B49;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x518D;&#x591A;&#x8D4E;&#x7F6A;&#x5F0F;&#x7684;&#x8865;&#x507F;&#x4F9D;&#x7136;&#x65E0;&#x6CD5;&#x6539;&#x53D8;&#x3002;&#x793C;&#x8282;&#x4E0A;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x4F3C;&#x4E4E;&#x6709;&#x7528;&#xFF0C;&#x4F46;&#x4EBA;&#x9645;&#x4EA4;&#x5F80;&#x4E2D;&#x7684;&#x9053;&#x6B49;&#x771F;&#x7684;&#x662F;&#x4E16;&#x754C;&#x6700;&#x5EC9;&#x4EF7;&#x7684;&#x4E1C;&#x897F;&#x4E5F;&#x662F;&#x6700;&#x6CA1;&#x7528;&#x7684;&#x4E1C;&#x897F;&#x3002;A&#x5982;&#x679C;&#x91CA;&#x6000;&#x4E0D;&#x4E86;&#xFF0C;&#x5979;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x6211;&#x7684;&#x9053;&#x6B49;&#x800C;&#x91CA;&#x6000;&#xFF0C;&#x66F4;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x6211;&#x5BF9;&#x5979;&#x5938;&#x5F20;&#x7684;&#x5584;&#x610F;&#x800C;&#x5FD8;&#x8BB0;&#x6211;&#x7684;&#x6076;&#x3002;&#x8FD9;&#x79CD;&#x9053;&#x6B49;&#xFF0C;&#x66F4;&#x50CF;&#x662F;&#x6211;&#x8BA9;&#x81EA;&#x5DF1;&#x5FC3;&#x5B89;&#x7684;&#x501F;&#x53E3;&#x3002;&#x539F;&#x8C05;&#x4F60;&#x7684;&#x4EBA;&#xFF0C;&#x81EA;&#x7136;&#x4F1A;&#x539F;&#x8C05;&#x4F60;&#xFF0C;&#x4E0D;&#x539F;&#x8C05;&#x4F60;&#x7684;&#x4EBA;&#xFF0C;&#x9053;&#x6B49;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x610F;&#x4E49;&#x3002;</p>
<h4 id="Friends"><a href="#Friends" class="headerlink" title="Friends"></a>Friends</h4><p>&#x60F3;&#x8D77;&#x4E86;A&#xFF0C;&#x6211;&#x7A81;&#x7136;&#x6CA1;&#x6709;&#x4E86;&#x5199;&#x4F5C;&#x7684;&#x5174;&#x81F4;&#x3002;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#xFF0C;&#x6211;&#x5BF9;&#x4EBA;&#x7684;&#x6001;&#x5EA6;&#x65B9;&#x5F0F;&#xFF0C;&#x8FD8;&#x662F;&#x592A;&#x8FC7;&#x4E8E;&#x4E3B;&#x89C2;&#x4E86;&#x3002;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x6211;&#x4F3C;&#x4E4E;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x8FC7;&#x522B;&#x4EBA;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x771F;&#x7684;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x3002;&#x6211;&#x5C31;&#x662F;&#x4E00;&#x76F4;&#x8FD9;&#x6837;&#x81EA;&#x987E;&#x81EA;&#x7684;&#x7ED9;&#x522B;&#x4EBA;&#x5584;&#x610F;&#xFF0C;&#x9053;&#x6B49;&#xFF0C;&#x505A;&#x4E8B;&#xFF0C;&#x90A3;&#x6211;&#x662F;&#x5426;&#x771F;&#x6709;&#x8003;&#x8651;&#x8FC7;&#x522B;&#x4EBA;&#x7684;&#x611F;&#x53D7;&#xFF1F;&#x5979;&#x662F;&#x5426;&#x771F;&#x7684;&#x559C;&#x6B22;&#xFF0C;&#x662F;&#x5426;&#x771F;&#x7684;&#x89C9;&#x5F97;&#x6709;&#x8DA3;&#x3002;&#x5618;&#x5BD2;&#x95EE;&#x6696;&#x7684;&#x4EBA;&#x591A;&#x7684;&#x662F;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E00;&#x5B9A;&#x8981;&#x7531;&#x6211;&#x6765;&#x5618;&#x5BD2;&#x95EE;&#x6696;&#x3002;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x9009;&#x62E9;&#x6743;&#x6211;&#x81EA;&#x5DF1;&#x63E1;&#x7740;&#xFF0C;&#x800C;&#x5979;&#x7684;&#x9009;&#x62E9;&#x6743;&#x5E94;&#x8BE5;&#x4EA4;&#x7ED9;&#x5979;&#x81EA;&#x5DF1;&#x3002;<br>&#x6211;&#x60F3;&#x542C;&#x4F60;&#x8BF4;&#x66F4;&#x591A;&#x7684;&#x8BDD;&#xFF0C;&#x6211;&#x60F3;&#x66F4;&#x4E86;&#x89E3;&#x4F60;&#xFF0C;&#x77E5;&#x9053;&#x66F4;&#x591A;&#x4F60;&#x60F3;&#x8BF4;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2019-04-21T18:25:17.000Z" itemprop="datePublished">2019-04-21</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/film/">film</a>
    </span>

    

    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a class="ui tiny button disabled"><i class="angle left icon"></i>前一篇</a>

                
            </div>
            <div class="column nav-right">
                

                <a href="/2019/03/12/2019-03-12-CV/" class="ui tiny button">
                    
                    CV
                    
                    <i class="angle right icon"></i></a>
                
            </div>
        </div>
    </div>

</div>
                
            </div>

            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2019 <a href="/">Yang</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>




<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
